app/controllers/tasks_controller.rb

  def create
    @task = Task.new(task_params)

    respond_to do |format|
      if @task.save
---
INSERT INTO "tasks" ("time", "task", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["time", 2016-08-04 08:57:00 UTC], ["task", "fnalsk"], ["created_at", 2016-08-04 08:57:06 UTC], ["updated_at", 2016-08-04 08:57:06 UTC]]